alsa-firmware
apparmor
base
base-devel
chrony
cups
cups-pdf
earlyoom
efibootmgr
expac
fwupd
intel-ucode
linux-firmware
linux-lts
lostfiles
networkmanager
nss-mdns
pacman-contrib
pacutils
reflector
sof-firmware
thermald
tlp
ufw
vnstat
