batsignal
bemoji
breeze
breeze-gtk
brightnessctl
copyq
gammastep
grim
grimblast-git
handlr
hyprland
hyprpicker
kitty
ksnip
mako
network-manager-applet
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nwg-look
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
playerctl
polkit-gnome
qt5-wayland
qt5ct
qt6-wayland
slurp
swaybg
swayidle
tofi
ttf-jetbrains-mono-nerd
waybar-hyprland-git
waylock
wireplumber
wl-clipboard
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
xdg-utils
xsettingsd
