bash-completion
dashbinsh
dos2unix
dragon-drop
epson-inkjet-printer-escpr
fd
ffmpegthumbnailer
flatpak
fzf
git
gopass
gvfs
htop
imagemagick
imv
jq
lazygit
lsof
lynx
man-db
man-pages
moreutils
mpd
mpv
neovim
nnn
opendoas
pandoc-cli
pcmanfm-gtk3
perl-file-mimeinfo
perl-image-exiftool
rfc
ripgrep
rsync
shellcheck
shfmt
stow
tagutil
thunderbird
tldr
tmux
trash-cli
tree
unzip
viu
vte-common
w3m
wev
wget
xarchiver
yay
yt-dlp
zip
