bash-completion
dashbinsh
docker
docker-compose
dos2unix
dragon-drop
epson-inkjet-printer-escpr
expac
fd
flatpak
fzf
git
htop
hyperfine
imagemagick
jq
lazygit
lsof
lynx
man-db
man-pages
moreutils
mpv
neovim
nnn
opendoas
ripgrep
rsync
shellcheck
shfmt
stow
tagutil
tmux
trash-cli
wev
yay
yt-dlp
