# firmware
alsa-firmware
intel-ucode
linux-firmware
linux-lts
sof-firmware

# system
base
base-devel
bash-completion
dashbinsh
efibootmgr
fwupd
nss-mdns

# daemons to enable
apparmor
avahi
chrony
cups
networkmanager
thermald
tlp
ufw
vnstat

# console apps
acpi
age
bat
cmus
dos2unix
expac
fd
fzf
git
htop
hyperfine
jq
lazygit
lostfiles
lsof
man-db
man-pages
mpv
neovim
newsboat
nnn
pacman-contrib
pacutils
pfetch
pkgfile
reflector
ripgrep
rsync
stow
tagutil
tmux
trash-cli
tree
unzip
wget
xdg-user-dirs
yay
yt-dlp

# desktop-aware apps
dragon-drop
flatpak
handlr
imv
kvantum
nwg-look
viu
wev
zathura
zathura-pdf-mupdf

# vi: ft=sh
