# Firmware
alsa-firmware
intel-ucode
linux-firmware
linux-lts
sof-firmware

# System's backrooms
base
base-devel
bash-completion
dashbinsh
efibootmgr

# Daemons
apparmor
chrony
networkmanager
thermald
tlp
ufw
vnstat

# Console userland
acpi
bat
dos2unix
expac
fd
fzf
git
handlr
htop
hyperfine
jq
lazygit
lostfiles
lsof
man-db
man-pages
neovim
newsboat
nnn
pacman-contrib
pacutils
pfetch
pkgfile
reflector
ripgrep
rsync
stow
tmux
trash-cli
tree
unzip
viu
wget
xdg-user-dirs
yay
yt-dlp

# Graphical environment
batsignal
bemoji
brightnessctl
cliphist
dunst
foot
gammastep
grim
hyprland
hyprpicker
mint-l-icons
mint-l-theme
network-manager-applet
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
playerctl
polkit-gnome
slurp
swappy
swaybg
swayidle
tofi
ttf-jetbrains-mono-nerd
waybar-hyprland
waylock
wev
wireplumber
wl-clipboard
wlogout
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland

# Graphical userland
dragon-drop
flatpak
imv
nwg-look
zathura
zathura-pdf-mupdf
